package Day3;

public class ParameterExam3 {
//    public static void introduce() {
//
//
//    }
//    public static void main(String[] args) {
//        introduce(3);
//
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//
//        introduce(5);
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//
//        introduce(10);
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!
//        // 안녕하세요. 20살 홍길동입니다.!

    }

